src/main/resources/sample_data/soap_interface_sample.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sam="http://www.soapui.org/sample/">
<soapenv:Header/>
<soapenv:Body>
<sam:login>
<username>${元素名称}</username>
<password>Login123</password>
</sam:login>
</soapenv:Body>
</soapenv:Envelope>